Repository: AMoN-AMoK/WordpressAstrometry
Catalog: languages/astrometry-*.po
Languages: es_es

source: Fieldradius
es_es: Rádio del campo

source: Pixelscale
es_es: Escala del pixel

source: Job
es_es: Trabajo

source: Objects
es_es: Objetos

source: Reload object tags
es_es: Recargar las etiquetas de objeto

source: Could not solve image
es_es: No se pudo resolver la imágen

source: Image solving startet: %1$s
es_es: La resolución de la imágen ha comenzado: %1$s

source: Solving image. Job: %1$s -> %2$s
es_es: Resolviendo la imágen. Trabajo: %1$s -> %2$s

source: Solving image: %1$s Submission: %2$s
es_es: Resolviendo la imágen: %1$s Entrega: %2$s

source: Solving image. Submission: %1$s
es_es: Resolviendo la imágen. Entrega: %1$s

source: Image successfully solved!
es_es: ¡Imagen resuelta satisfactoriamente!

source: Astrometry Settings
es_es: Ajustes Astrometry

source: Get an API Key
es_es: Consigue una API-Key

source: Image Quality
es_es: Calidad de imágen

source: Imagequality 1-100. Overrides the global Wordpress setting (82).
es_es: Calidad de imágen 1-100. Anula los ajustes globales de Wordpress (82).

source: Annotation
es_es: Anotación

source: NGC catalogue color
es_es: Color del catálogo NGC

source: Color for NGC catalogue annotation
es_es: Color de las notas del catálogo NGC

source: IC catalogue color
es_es: Color del catálogo IC

source: Color for IC catalogue annotation
es_es: Color de las notas del catálogo IC

source: Bright stars color
es_es: Color de las estrellas brillantes

source: Color for bright stars (named stars) annotation
es_es: Color de las estrellas brillantes (estrellas con nombre)

source: HD catalogue color
es_es: Color del catáglogo HD

source: Color for HD annotation
es_es: Color de las anotaciones del catáglogo HD

source: Additional CSS
es_es: CSS adicional

source: Additional CSS for SVG annotation styling
es_es: CSS adicional para las anotaciones SVG

source: Additional Catalogues
es_es: Catalogos adicionales

source: Objects of NGC, IC are shown as objects of additional cataglogues (Messier)
es_es: Objetos en catálogos NGC y IC serán mostrados como objetos de catálogos adicionales (Messier)

source: Messier catalogue color
es_es: Color del catalogo Messier

source: Color for Messier annotation
es_es: Color de las notas del catalogo Messier

source: Celestial coordinate grid
es_es: Rejilla de coordenadas

source: Show celestial coordinate grid
es_es: Mostrar rejilla de coordenadas

source: Celestial coordinate grid color
es_es: Color de la rejilla de coordenadas

source: Color for celestial coordinate grid
es_es: Color para la rejilla de coordenadas
